[{
  "title": "Middle School Beaubois",
  "totalScore": 3.6,
  "categoryName": "Escuela",
  "address": "4901 Rue du Coll칟ge - Beaubois, Pierrefonds, QC H8Y 3T4, Canad치",
  "plusCode": "G64C+Q8 Pierrefonds, Montreal, Quebec, Canad치",
  "website": "collegebeaubois.qc.ca",
  "phone": "+15146847642",
  "rank": 1,
  "placeId": "ChIJqTUyOc08yUwRqx7mBktoRZ0",
  "url": "https://www.google.com/maps/place/Middle+School+Beaubois/@45.506988,-73.7814118,17z/data=!3m1!4b1!4m5!3m4!1s0x4cc93ccd393235a9:0x9d45684b06e61eab!8m2!3d45.506988!4d-73.7792231",
  "location": {
    "lat": 45.506988,
    "lng": -73.7792231
  },
  "searchString": "Middle School Beaubois, Rue du Coll칟ge - Beaubois, Pierrefonds-Roxboro, Montr칠al, Communaut칠-Urbaine-de-Montr칠al, Qu칠bec, Canada, H8Y 3T4",
  "reviewsCount": 50,
  "reviews": [
    {
      "name": "Henry Vidad",
      "text": null,
      "publishAt": "hace 5맏oras",
      "likesCount": null,
      "stars": 3
    },
    {
      "name": "Chris P",
      "text": "(Traducido por Google) Saqu칠 a mis dos hijos de esta escuela. Hacen todo lo contrario de lo que se necesita para que sus hijos se conviertan en personas seguras. Aqu칤 hay algunos ejemplos de muchos: Su hija le dijo a mi hija que \"no era buena en matem치ticas\" ... s칤, esto es cierto. Mi hijo fue intimidado por uno de los directores cuando estaba buscando ayuda. Ella fue MUY grosera y b치sicamente le dijo que dejara de sonre칤r. 춰Estaba presente cuando esto realmente sucedi칩! Mi hijo ten칤a 9 a침os y es del tipo muy t칤mido. No tengo suficiente espacio para expresar todas las preocupaciones ... las mejores palabras para resumir ser칤an -Muy negativo. Mis hijos no son del tipo problem치tico. Ahora en las nuevas escuelas, sus calificaciones son en su mayor칤a de los 80 superiores. Y lo mejor de todo, 춰son FELICES! Qu칠 releif para nosotros. Realmente recomiendo mantenerse alejado de este establecimiento.\n\n(Texto original)\nTook both my kids OUT of this school. They do the complete opposite of what is needed to have your children flourish into confident individuals. Here are a few examples from many: My daughter was told she was \"not good in Math\" by her math teacher...yes this is true. My son was intimidated by one of the principals when he was seeking help. She was VERY rude and basically told him to stop smilling. I was present when this actually happened! My son was 9 and is the very shy type. I dont have enough space to express all concerns... the best words to sum it up would be -Very Negative. My kids are not the trouble making type. Now at new schools, their grades are mostly upper 80's. And best of all they are so HAPPY! What a releif for us. I trully recomend to stay away for this establishment.",
      "publishAt": "hace un mes",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Mick Wynn",
      "text": null,
      "publishAt": "hace un mes",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Kiriaki Raptis",
      "text": "(Traducido por Google) La mejor escuela de todos los tiempos !!!!!!!!!\n\n(Texto original)\nBest school ever游땘游땘游땢游땢游땢游땣游땣游봃游봃游!!!!!!!!!",
      "publishAt": "hace 3 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Alice Martin",
      "text": null,
      "publishAt": "hace 3 meses",
      "likesCount": null,
      "stars": 2
    },
    {
      "name": "RED WOLF",
      "text": "(Traducido por Google) C la mejor escuela !!!!!!\n\n(Texto original)\nC la meilleur 칠cole!!!!!!",
      "publishAt": "hace 5 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Augusto Pinheiro",
      "text": "(Traducido por Google) En toda mi vida (8 escuelas en todo Estados Unidos), esta es la que menos me ha gustado. Pero la parte mala de esta revisi칩n no es sobre la educaci칩n de la escuela, que es muy buena. Llegas all칤 trabajando duro y CEGEP ser치 una brisa al igual que la universidad.\n\nLo malo es sobre el ambiente y la sensaci칩n general de la instituci칩n. Las reglas son estrictas ya veces innecesarias, as칤 que sent칤 que mi libertad no estaba realmente all칤. Como ejemplo de ello, algunos alumnos de 11췈 grado tuvieron que crear el anuario, que consiste principalmente en obtener citas y fotos de los estudiantes, as칤 como escribir las citas de los maestros y los directores lo examinar칤an para asegurarse de que las cosas no salieran bien. de control (algunas citas eran bastante obscenas), pero la mayor칤a de las que necesitaban ser cambiadas eran innecesarias. Y se pone peor en las de los maestros: 춰un mont칩n de citas perfectamente buenas fueron rechazadas o modificadas sin ninguna raz칩n! Incluso le preguntamos a un maestro sobre uno espec칤fico y luego les dijimos a los directores que el maestro estaba s칰per bien con eso y a칰n as칤 se negaron :( (para mantener la imagen de la escuela limpia, dijeron ...)\n\nContinuando con el tema, la escuela se enfoca mucho en su autoimagen, as칤 que tome los iPads: cuando estaba en el grado 7 (hace 5 a침os) me dijeron que la raz칩n por la que no pod칤amos usar nuestros tel칠fonos durante los descansos y el almuerzo es que no podr칤amos socializar, pero aqu칤 estamos con los grados 7 a 9 en sus iPads todo el d칤a hablando menos que nunca (쯤uiz치s un poco hip칩crita?). Creo que la verdadera raz칩n es que los ni침os en sus tel칠fonos simplemente no se ven tan bien como los ni침os en los iPads de la escuela (춰la educaci칩n de la pr칩xima generaci칩n cuesta 900 $! 游뗷)\n\nOtro ejemplo ser칤a la piscina al aire libre que no est치 del todo disponible para los estudiantes, o incluso el gimnasio al que necesita una membres칤a para participar, ya sea estudiante o no.\n\nPero s칤 mejoraron el \"Fabrique Beaubois\" (juste google 'Fab Lab' y obtendr치s una idea), por lo que est치 abierto a los estudiantes 3 veces cada semana 游녨游낗 y el invernadero finalmente se construy칩 despu칠s de 3 a침os, se prometi칩, que es muy bueno\n\n(Texto original)\nIn all my life (8 schools across America), this is the one I least liked. But the bad part of this review is not about the education of the school, which is very good. You get in there work hard and CEGEP will be a breeze as will university.\n\nThe bad part is about the environment and general feel of the institution. Rules are strict and sometimes unnecessary, so I felt that my liberty wasn't really there. As an example of that, some grade 11s had to create the yearbook, which mainly consists of getting students quotes and pictures as well as writing the teachers' quotes and the principals were going to look it over to make sure things didn't go out of control (some quotes were quite obscene), but most of those that needed to be changed were unnecessary. And it gets worst in the teachers' ones: a bunch of perfectly good quotes were rejected or changed for no reason! We even asked a teacher about a specific one then told the principals that the teacher was super okay with it and they still refused :( (to keep the school image clean, they said...)\n\nContinuing on the subject, the school focuses a lot on their self-image, so take the iPads: when I was in grade 7 (5 years ago) I was told that the reason we couldn't use our phones during breaks and lunch is that we wouldn't socialize, but here we are with grades 7 to 9 on their iPads all day talking less to each other than ever before (a bit hypocrite maybe?). I believe the real reason is that kids on their phones just doesn't look as good as kids on school iPads (next generation education that costs 900$! 游뗷)\n\nAnother example would be the outdoor pool that is not at all available to students, or even the gym that you require a membership to participate, student or not.\n\nBut they did improve the\"Fabrique Beaubois\" (juste google 'Fab Lab' and you'll get an idea), so it's open to students 3 times every week 游녨游낗 and the greenhouse has finally been built after 3 years it was promised, which is pretty cool.",
      "publishAt": "hace 6 meses",
      "likesCount": null,
      "stars": 3
    },
    {
      "name": "M Conseils",
      "text": null,
      "publishAt": "hace 8 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Natalia Nata",
      "text": "(Traducido por Google) Maravillosa escuela! Tienen reglas sabias, maestros competentes y todos son amigos.\n\n(Texto original)\nWonderful school! They have wise rules, competent teachers, and everyone is friendly.",
      "publishAt": "hace 8 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "칄liane Synnott",
      "text": null,
      "publishAt": "hace 8 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Antonio Evangelista",
      "text": "(Traducido por Google) Muy buena escuela\n\n(Texto original)\nTr칟s bonne 칠cole.",
      "publishAt": "hace 8 meses",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Olivier Dionne",
      "text": "(Traducido por Google) M y l o c k e r w h y !!!!!!! mi casillero se convirti칩 en una caja lmao\n\n(Texto original)\nM y   l o c k e r   w h y!!!!!!! my locker became a box lmao",
      "publishAt": "hace 10 meses",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Sophie L'Abb칠e-C칪t칠",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Coralie Quan Gagliano",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Nathan Teboul-Millaire",
      "text": "(Traducido por Google) Es un gulag\n\n(Texto original)\nC'est un goulag",
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Elou Fou",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Hristo Sandev",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "DS Studios",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Z. z",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Raphael Garcia",
      "text": null,
      "publishAt": "un a침o atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "Igor Rusnac",
      "text": "(Traducido por Google) Mi hija ama esta escuela Personal competente y muy organizado.\n\n(Texto original)\nMa fille adore cette 칠cole. Personnel comp칠tent et tr칟s organis칠.",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Leon Kojakian",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Crystal K",
      "text": "(Traducido por Google) dictadura de hecho\n\n(Texto original)\nDictatorship indeed",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Joseph Girgis Fouad",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Karim Trigui",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "BLXDE",
      "text": "(Traducido por Google) es una dictadura.\n\n(Texto original)\nits a dictatorship.",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Leo Capeede",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Bethany Lee",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Jules Rouxel",
      "text": "(Traducido por Google) aventuras notables\n\n\n(Texto original)\nAventures remarquables\n",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Jeremy Baptista",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Chun Dian Yang",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Inolf Heller",
      "text": "(Traducido por Google) No he conocido a algunos de los m치s amable, atento, personas de mentalidad y sorprendentes abiertas. Pero siempre es injusta cuando s칩lo una fruta infectada est치 dando una falsa narative de todo el 치rbol.\n\nOjo por ojo y diente por diente es una mentalidad que no puede prevalecer en society.We de hoy deben tener valores sinceros, saber decir bien del mal y el bien del mal, a fin de llevar una vida honesta. Equivocada y mal s칩lo puede combatirse fuera por la verdad, la buena voluntad, la resistencia y la perseverancia.\n\nA pesar de la bondad y la generosidad de muchos un relativamente peque침o pero no tan silencioso n칰mero de individuos con tendencia cuestionables, un comportamiento reprobable que est치n empujando leg칤timamente su agenda de odio, la mentira y el miedo mongering a manchar la reputaci칩n de todo el establishment.Do no se deje enga침ar por la falsedad y supercheries en wich que se enorgullecen por el placer de su forma de pensar err칩nea. Ellos van a tratar de abusar de su confianza al actuar como fil치ntropos cuando en realidad son parsimoniosa. \nDisclamour: Estos eventos pueden ser interpretados de manera diferente por los dem치s\nHe sido testigo de las palabras habladas horripilantes y comportamientos dirigidos hacia m칤 y otros. (No quiero parecer err칩nea o narcisista en ese momento cuando la anarqu칤a era el \"mot d'ordre\", los escalones administrativos no ten칤an \"raz칩n de ser\" y para hacer las cosas peor que el lugar era de alguna manera \"sans foi ni ley\" yo era uno de los m치s cuidado, bien educado, cort칠s, de caridad y simpat칤a de todos mis encuentros there.Chaos y caries hizo ver como una casa de locos, una rep칰blica burro o incluso peor un reino Sardan치palo. Aquellos seres eran falsos mente estrecha, ego칤sta, enga침osa, repugnante, descuidado, grotesca, imperdonable, ingratos, fraudes t칩xicos desagradables.\n\nHe visto y o칤do cosas crueles a veces. Son fabricantes coersive intencionadamente dispuestos a incriminar al ones.They inocentes no tienen lo que se refiere a los sentimientos humanos y no dudar치n en aprovecharse de la inocencia de algunos para hacerlos arrodillan y hacen lo que quieren.\n \nPara ser justos unos esbirros siendo el ep칤teto de la traici칩n y la cobard칤a no deben empa침ar la gran reputaci칩n de distinci칩n y brillantez de una instituci칩n de aprendizaje que se construy칩 sobre los valores aut칠nticos y genuinos.\n\nAqu칤 tienes un resumen de los pocos, mesquin, intolerantes condescendientes unapreciative, desagradable deambulando por alg칰n lugar que no debe ser.\n\nPero eso es s칩lo mi experiencia no depender exclusivamente de este para hacer su propia opini칩n muy completo de esta instituci칩n educativa.\n\nPD\nHace 7 a침os fui a una de su casa abierta anual, le칤 en uno de sus folletos y en alg칰n momento se dijo que la escuela era muy diversa, con estudiantes de diecisiete nacionalidades diferentes .......... no hay realmente, si se tiene en cuenta que en aquel momento era predominantemente (90%) canadiense franc칠s (no es que tenga un problema, son incre칤bles personas reconfortantes con una cultura fascinante) .Pero como cristiano de Oriente Medio nadie habr칤a visto la diferencia si entr칩 y empez칩 a hablar \"joual\".\n\n(Texto original)\nThere I have met some of the most friendly,caring,open minded and amazing people. But it's always unfair when only one infected fruit is giving a false narative of the whole tree.\n\nAn eye for an eye and a tooth for a tooth is a mentality that cannot prevail in today's society.We must have sincere values, know how to tell right from wrong and good from bad in order to lead an honest life. Wrong and Bad can only be fought off by truth, goodwill, resilience and perseverance. \n\nDespite the kindness and generosity of many a relatively small but not so quiet number of individuals with questionable tendencies , a reprehensible demeanor Who are legitimately pushing their agenda of hate,lies and fear mongering to stain the reputation of the whole establishment.Do not be fooled by the falsehood and supercheries on wich they take pride for the pleasure of their fallacious mindset. They will try to abuse of  your trust by acting like philanthropists when they are actually parsimonious.\nDisclamour:Those events might be interpreted differently by others \nI have witnessed gruesome spoken words and behaviours directed towards me and others.(Not to sound erroneous or narcisistic at that time when anarchy  was the \"mot d'ordre\",the administrative echelons had no \"raison d'칡tre\" and to make matters worst the place was somehow \"sans foi ni loi\" I was one of the most caring,well mannered, polite, charitable and sympathetic of all my encounters there.Chaos and decay made it look like a mad house, a donkey republic or even worst a Sardanapalus kingdom. Those phony beings were narrow minded, egotistical, fallacious, repugnant, careless, grotesque,unforgivable, ungrateful, unpleasant toxic frauds.\n\nI have seen and heard cruel things at times. They are coersive fabricators intentionally willing to incriminate the innocent ones.They have no regards for human feelings and won't hesitate to take advantage of the innocence of some to make them kneel and do as they please.\n\nIn all fairness a few myrmidons being the epithet of treachery and cowardice should not tarnish the tremendous reputation of distinction and brilliance of a learning institution that was built on authentic and genuine values. \n\nHere you have an overview of the few condescending, mesquin, unapreciative, obnoxious bigots roaming around somewhere  they shouldn't be.\n\nBut that's just my experience don't solely rely on this to make your own well rounded opinion of this educational institution.\n\nPS\n7 years ago I went to one of their annual open house, I read in one of their brochures and at some point it said that the school was very diverse with students of seventeen different nationalities.......... no not really if you consider that back then it was predominantly (90%) French canadian(not that i have a problem, they are amazing heartwarming people with a fascinating culture).But as a christian middle eastern no one would have seen the difference if I came in and started speaking \"joual\".",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "Leon Kojakian",
      "text": "(Traducido por Google) La mejor escuela de su vida!\n\n(Texto original)\nLa meilleure 칠cole de votre vie!",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Marina Morcos",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Camly Nguyen",
      "text": null,
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Aram Akopian",
      "text": "(Traducido por Google) A la mierda esto estoy fuera\n\n(Texto original)\nScrew this I'm out",
      "publishAt": "2 a침os atr치s",
      "likesCount": null,
      "stars": 2
    },
    {
      "name": "Annie Perreault",
      "text": null,
      "publishAt": "3 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Macdalas Vilfrard",
      "text": null,
      "publishAt": "3 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Risong Tang",
      "text": "(Traducido por Google) Esta es mi vieja escuela. Demasiado bello y demasiado relajante\n\n(Texto original)\nC'est mon ancien ecole. Trop beau et trop relaxant",
      "publishAt": "3 a침os atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "rimabieber8",
      "text": null,
      "publishAt": "3 a침os atr치s",
      "likesCount": null,
      "stars": 2
    },
    {
      "name": "Aya Elamrani",
      "text": null,
      "publishAt": "3 a침os atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "Carla Kayrouz",
      "text": "(Traducido por Google) KHALED ES CORRECTO REGINA ES MUCHO MAYOR Y BBOIS CHUPA 游뗿游游뗿游쯒n\n(Texto original)\nKHALED IS RIGHT REGINA IS WAYYYYYY BETTER AND BBOIS SUCKS 游뗿游游뗿游",
      "publishAt": "4 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "Simon Campbell",
      "text": "(Traducido por Google) Largo y doloroso\n\n(Texto original)\nLong and painful",
      "publishAt": "4 a침os atr치s",
      "likesCount": null,
      "stars": 4
    },
    {
      "name": "marc_ gr",
      "text": "(Traducido por Google) demasiado estricto\n\n(Texto original)\ntoo strict",
      "publishAt": "4 a침os atr치s",
      "likesCount": null,
      "stars": 1
    },
    {
      "name": "budi man",
      "text": "(Traducido por Google) Es gracioso y estoy muy feliz por los profesores.\n\n(Texto original)\nIs funny and I am so happy for the teachers.",
      "publishAt": "4 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Jules Mallette",
      "text": "(Traducido por Google) Guauu !\n\n(Texto original)\nWow !",
      "publishAt": "4 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Im칟ne karamostefa",
      "text": "(Traducido por Google) gracias por todo\n\n\n\n(Texto original)\nMerci pour tout\n\n",
      "publishAt": "5 a침os atr치s",
      "likesCount": null,
      "stars": 5
    },
    {
      "name": "Darlyn Pham",
      "text": null,
      "publishAt": "6 a침os atr치s",
      "likesCount": null,
      "stars": 2
    },
    {
      "name": "Jhounelle Woodstock",
      "text": null,
      "publishAt": "6 a침os atr치s",
      "likesCount": null,
      "stars": 2
    },
    {
      "name": "Chris Brown",
      "text": null,
      "publishAt": "7 a침os atr치s",
      "likesCount": null,
      "stars": 2
    }
  ]
}]